[assemblebomb]
completeddescription="Terminado"
completemessage="Objetivo completo"
description="Kyburz estava trabalhando em um dispositivo que sobrecarregaria o Núcleo armônico central de Hefesto. Infelizmente, ele não a terminou antes de desaparecer. Você tem de terminar seu trabalho. Pegue todos os componentes necessários nas oficinas, onde está a capa. Instale-os na capa da bomba e termine de montá-la."
friendlyname="Terminar Bomba P.E.M. de Kyburz"
levelfriendlyname="Hefesto"
objectivemessage="Objetivo completo"
questhints=((Text="Kyburz não terminou sua bomba P.E.M., você terá que conseguir os três componentes restantes, trazê-los e construir você mesmo."))

[bathroomwall]
completeddescription="Terminado"
completemessage="Objetivo completo"
description="Você não pode sair de Caxemira pelo buraco na parede do banheiro. Se encontrar 5 dólares, poderia pagar a entrada para o serviço."
friendlyname="Consiga 5 dólares."
levelfriendlyname="Bem-Vindo"
objectivemessage="Objetivo completo"
questhints=()

[becomeaprotector]
completeddescription="Terminado"
completemessage="Objetivo completo"
description="Fontaine se escondeu na área de treinamento de Big Daddies. Você vai ter que virar um Big Daddy para o perseguir. Busque tudo o que você precisa nos laboratórios próximos."
friendlyname="Virar um Big Daddy."
levelfriendlyname="Ponto de Prometeu"
objectivemessage="Objetivo completo"
questhints=()

[bringrosetolangford]
completemessage="Objetivo completo"
description="Você conseguiu a espécime de rosa para Langford. Leve-a para seu laborátorio nas Colinas onduladas."
friendlyname="Levar espécime para Langford."
levelfriendlyname="Arcádia"
objectivemessage="Objetivo completo"
questhints=()

[bringrosetolangfordupdatea]
completemessage="Objetivo completo"
description="Você conseguiu a espécime de rosa para Langford. Agora envie-a pelo tubo pneumático."
friendlyname="Colocar rosa no tubo pneumático."
levelfriendlyname="Arcádia"
objectivemessage="Objetivo completo"
questhints=()

[craftmpr]
completemessage="Objetivo completo"
description="Langford descobriu um modo de usar a engenharia genética para reviver Plantas Mortas. O 'Vetor lázaro' tem poder de inverter o efeito do herbicida de Ryan. Para criar o Vetor lázaro, você precisa de 7 unidades de Água destilada, Solução de clorofila e Amostras de enzimas. Quando tiver todos os ingredientes, os leve para um Terminal Tu inventa e faça o Vetor lázaro." 
friendlyname="Criar o Vetor lázaro."
levelfriendlyname="Arcádia"
objectivemessage="Objetivo completo"
questhints=()

[craftmprupdatea]
completemessage="Objetivo completo"
description="Você conseguiu todos os ingredientes necessários! Agora leve-os para um Terminal Tu inventa e fabrique o Vetor lázaro."
friendlyname="Criar o Vetor lázaro."
levelfriendlyname="Arcádia"
objectivemessage="Objetivo completo"
questhints=((Text="Há um Terminal Tu inventa no escritório de Langford e em muitos outros lugares por toda Arcádia."))

[deck2alllittleones]
completeddescription="Terminado"
completemessage="Objetivo completo"
description="As Little Sisters são a única fonte de ADAM que você precisa para se aprimorar. Você pode escolher entre Resgatá-las ou Colhê-las, pegue todas que você conseguir para sobreviver."
friendlyname="Recompensa de Netuno: Conseguir ADAM das Little Sisters"
levelfriendlyname="Recompensa de Netuno"
objectivedescription="ADAM de uma Little Sister"
objectivemessage="Objetivo completo"
questhints=()

[deck2findallplasmids]
completeddescription="Terminado"
completemessage="Objetivo completo"
description="Encontre todos os Tônicos genéticos em Recompensa de Netuno."
friendlyname="Recompensa de Netuno: Encontrar todos os Tônicos Genéticos"
levelfriendlyname="Recompensa de Netuno"
objectivedescription="Tónico genético encontrado"
objectivemessage="Objetivo completo"
questhints=()

[deck5alllittleones]
completeddescription="Terminado"
completemessage="Objetivo completo"
description="As Little Sisters são a única fonte de ADAM que você precisa para se aprimorar. Você pode escolher entre Resgatá-las ou Colhê-las, pegue todas que você conseguir para sobreviver."
friendlyname="Hefesto: Conseguir ADAM das Little Sisters"
levelfriendlyname="Hefesto"
objectivedescription="ADAM de uma Little Sister"
objectivemessage="Objetivo completo"
questhints=()

[deck5findallplasmids]
completeddescription="Terminado"
completemessage="Objetivo completo"
description="Encontre todos os Tônicos genéticos de Hefesto."
friendlyname="Hefesto: Encontrar todos os Tônicos Genéticos"
levelfriendlyname="Hefesto"
objectivedescription="Tônico genético encontrado"
objectivemessage="Objetivo completo"
questhints=()

[deck6alllittleones]
completeddescription="Terminado"
completemessage="Objetivo completo"
description="As Little Sisters são a única fonte de ADAM que você precisa para se aprimorar. Você pode escolher entre Resgatá-las ou Colhê-las, pegue todas que você conseguir para sobreviver."
friendlyname="Campos do Olimpo: Conseguir ADAM das Little Sisters"
levelfriendlyname="Campos do Olimpo"
objectivedescription="ADAM de uma Little Sister"
objectivemessage="Objetivo completo"
questhints=()

[deck6findallplasmids]
completeddescription="Terminado"
completemessage="Objetivo completo"
description="Encontre todos os Tônicos genéticos de Campos do Olimpo."
friendlyname="Campos do Olimpo: Encontrar todos os Tônicos Genéticos"
levelfriendlyname="Campos do Olimpo"
objectivedescription="Tônico genético encontrado"
objectivemessage="Objetivo completo"
questhints=()

[defeatatlas]
completeddescription="Terminado"
completemessage="Objetivo completo"
description="Fontaine se submeteu a uma grande dose ADAM. A única chance de matá-lo é drenar todo o seu ADAM. Você só poder drená-lo quando ele estiver no Indutor de ADAM. Ele só vai ao Indutor quando ele estiver debilitado físicamente."
friendlyname="Extrair ADAM de Fontaine!"
levelfriendlyname="Ponto de Prometeu"
objectivemessage="Objetivo completo"
questhints=()

[defendmprambush]
completemessage="Objetivo completo"
description="Contenha as forças de Ryan longe até que o Controle de nebulização fique pronto."
friendlyname="Conter forças de Ryan."
levelfriendlyname="Arcádia"
objectivemessage="Objetivo completo"
questhints=()

[deliverphotos]
completeddescription="Terminado"
completemessage="Objetivo completo"
description="Volte aos Pescados Fontaine no Cais inferior e entregue ao Peach os dados de pesquisa dos Splicers. Peach te prometeu que você vai poder passar para chegar na Plataforma de submarinos escondida, você também vai encontrar Atlas."
friendlyname="Voltar aos Pescados Fontaine."
levelfriendlyname="Recompensa de Netuno"
objectivemessage="Objetivo completo"
questhints=((Text="Volte aos Pescados Fontaine, que se encontra no Cais inferior. Chame-o na porta interior e Peach te deixará passar"))

[destroysteinmandebris]
completeddescription="Terminado"
completemessage="Objetivo completo"
description="Use algo explosivo para destruir os escombros que ficam entre a sala cirúrgica de Steinman e você."
friendlyname="Destruir escombros."
levelfriendlyname="Pavilhão médico"
objectivemessage="Objetivo completo"
questhints=((),(text="Use o Telecinese para pegar granadas e jogue-as contra os escombros que bloqueam a entrada da sala cirúrgica."))

[elevatortoboss]
completeddescription="Terminado"
completemessage="Objetivo completo"
description="O elevador no final da Área de testes vai te levar ao Fontaine. Se prepare antes de ir, já que nesta batalha, não há como voltar atrás."
friendlyname="Pegar elevador e matar Fontaine!"
levelfriendlyname="Ponto de Prometeu"
objectivemessage="Objetivo completo"
questhints=()

[escape]
completeddescription="Terminado"
completemessage="Objetivo completo"
description="Ryan está morto... mas Atlas/Fontaine te traiu! Saia daí, rápido! Talvez as Little Sisters possam te ajudar..."
friendlyname="Fuja!"
levelfriendlyname="Hefesto"
objectivemessage="Objetivo completo"
questhints=((Text="Proucure uma saída do escritório de Ryan! Talvez as Little Sisters possam te ajudar a escapar."))

[escapetunnel]
completeddescription="Terminado"
completemessage="Objetivo completo"
description="Rápido! O túnel vai desabar. Saia dai, rápido!"
friendlyname="Saia do túnel."
levelfriendlyname="Bem-vindo"
objectivemessage="Objetivo completo"
questhints=()

[escortgatherertoend]
completeddescription="Terminado"
completemessage="Objetivo completo"
description="Somente uma Little Sister pode abrir as portas da Área de testes para chegar até o Fontaine. Mantenha ela viva como puder. Se ela morrer, pode chamar outra Little Sister se bater com a Chave inglesa em qualquer duto que brilhar."
friendlyname="Escoltar a Little Sister."
levelfriendlyname="Ponto de Prometeu"
objectivemessage="Objetivo completo"
questhints=()

[findcohen]
completeddescription="Terminado"
completemessage="Objetivo completo"
description="Um artista chamado Sander Cohen te prendeu em Forte Frolic ao cortar o acesso a Batisfera que te leva para Hefesto. Ache-o e convença ele em te deixar passar."
friendlyname="Encontrar Sander Cohen."
levelfriendlyname="Forte Frolic"
objectivemessage="Objetivo completo"
questhints=((Text="Cohen enviou alguns Splicers para te testar. Se você os matar, ele se interessará o bastante para falar com você."))

[findempbomb]
completeddescription="Terminado"
completemessage="Objetivo completo"
description="Vasculhe as oficinas em busca de qualquer informação que pode te ajudar a descobrir como sobrecarregar o núcleo."
friendlyname="Vasculhar oficinas."
levelfriendlyname="Hefesto"
objectivemessage="Objetivo completo"
questhints=((Text="Deve haver alguém aqui que saiba mais sobre a sobrecarga do núcleo, mas ele devia ter evitado de ser descoberto. Encontre um buraco escondido ou uma porta secreta no nível inferior."))

[findempbombupdate]
completeddescription="Terminado"
completemessage="Objetivo completo"
description="É suspeito que Kyburz tenha algo em sua oficina. Kyburz mencionou um 'objeto' que estava quase terminado. É provável que esteja escondido dos curiosos. Encontre-o."
friendlyname="Encontrar dispositivo de Kyburz."
levelfriendlyname="Hefesto"
objectivemessage="Objetivo completo"
questhints=((Text="Kyburz escondia um objeto que poderia sobrecarregar o núcleo. Encontre um lugar oculto ou uma porta secreta no nível inferior, na área mais além de seu escritório."))

[findfontaine]
completeddescription="Terminado"
completemessage="Objetivo completo"
description="Você anulou os efeitos do comando mortal e já não está mais dominado por Fontaine. É hora de encontrá-lo cara a cara."
friendlyname="Encontrar Fontaine!"
levelfriendlyname="Campos do Olimpo"
objectivemessage="Objetivo completo"
questhints=((Text="Fontaine te aguarda em Ponto de Prometeu. Você vai ter que ir pelo Metrô de Rapture."))

[findionicgel]
completeddescription="Terminado"
completemessage="Objetivo completo"
description="A bomba precisa de um quarto de gel iônico que proporciona a carga eléctrica. Você encontra gel iônico por toda Hefesto."
friendlyname="Conseguir Gel Iônico"
levelfriendlyname="Hefesto"
objectivedescription="Colete Gel iônico"
objectivemessage="Objetivo completo"
questhints=((Text="A Bomba P.E.M. precisa de um quarto de gel iônico, que podem ser encontrados por toda Hefesto. Você vai precisar de dois. Procure as latas nos locais importantes de Hefesto."))

[findlangford]
completemessage="Objetivo completo"
description="Ryan acabou com todas as árvores de Arcádia na intenção de matar você e toda Arcádia. Atlas acredita que a única pessoa que pode impedir isso é uma mulher chamada Julie Langford. Ache Langford em seu laboratório, passando pelas Colinas ondulantes."
friendlyname="Encontrar Julie Langford."
levelfriendlyname="Arcádia"
objectivemessage="Objetivo completo"
questhints=((Text="O laboratório de Langford fica no outro lado das Colinas onduladas. Procure uma grande Placa com seu nome."))

[findmprformula]
completemessage="Objetivo completo"
description="Ryan matou Langford sem piedade, mas ela deixou uma pista enigmática. Vasculhe o escritório de Langford na procura de suas anotações de pesquisa, que esclarece como reviver as plantas."
friendlyname="Vasculhar escritório de Langford."
levelfriendlyname="Arcádia"
objectivemessage="Objetivo completo"
questhints=((Text="Há um cofre embutido atrás do quadro na parede do Escritório de Langford. Seu código é 9457."))

[findnitroglycerin]
completeddescription="Terminado"
completemessage="Objetivo completo"
description="O objeto precisa de uma Carga de nitroglicerina. Kyburz tem uma boa coleção em seu escritório."
friendlyname="Conseguir uma Carga de Nitroglicerina"
levelfriendlyname="Hefesto"
objectivemessage="Objetivo completo"
questhints=((text="A Bomba P.E.M. precisa de uma Carga de nitroglicerina. Você vai ter que entrar no escritório de Kyburz para consegui-la. Você pode quebrar a fechadura ou procurar o código."),(text="A bomba P.E.M. precisa de uma Carga de nitroglicerina. Você pode encontrá-la em um armário do escritório de Kyburz. Para abrir o armário, procure por um botão perto do escritório."))

[findpassage]
completeddescription="Terminado"
completemessage="Objetivo completo"
description="Encontre a Passagem secreta que leva para a Plataforma escondida de submarinos, e ache o submarino que a família de Atlas está. O acesso para a Plataforma de submarinos está escondida nos Pescados Fontaine."
friendlyname="Encontrar plataforma de submarinos."
levelfriendlyname="Recompensa de Netuno"
objectivemessage="Objetivo completo"
questhints=((Text="A passagem para a Plataforma escondida de submarinos se encontra no porão dos Pescados Fontaine. Use o poder do Plasmídeo Incinerar! para derreter o gelo que bloqueia a entrada congelada, derreta-o para descobrir a passagem secreta."))

[findpheremonesamples]
completeddescription="Terminado"
completemessage="Objetivo completo"
description="Para cheirar como um Big Daddy, você terá que conseguir três amostras de feromônios de um Big Daddy, os mesmos podem ser encontrados no Centro educacional Pequenas maravilhas."
friendlyname="Encontrar feromônios de Big Daddy."
levelfriendlyname="Ponto de Prometeu"
objectivedescription="Amostra de feromônios encontradas"
objectivemessage="Objetivo completo"
questhints=((Text="As amostras de feromônios estão em fracos vermelhos no Centro Educacional Pequenas maravilhas."))

[findr34wires]
completeddescription="Terminado"
completemessage="Objetivo completo"
description="O dispositivo precisa de quatro núcleos de Cabos R-34. Consiga-os."
friendlyname="Conseguir 4 núcleos de Cabos R-34."
levelfriendlyname="Hefesto"
objectivedescription="Colete 4 núcleos de Cabos R-34."
objectivemessage="Objetivo completo"
questhints=((Text="A bomba P.E.M. precisa de quatro núcleos de Cabos R-34. Você pode consegui-los vasculhando corpos de Big Daddies mortos. Você vai ter que encontrar e matar alguns, ou procurar cadáveres. Você pode achar Big Daddies vivos vagando pelo Centro, Controle da perda de calor e nas Oficinas. Talvez encontre alguns mortos perto da entrada do escritório de Andrew Ryan, ou perto da Bomba P.E.M."))

[findr34wiresupdate]
completeddescription="Terminado"
completemessage="Objetivo completo"
description="O dispositivo precisa de 4 núcleos de Cabos R-34. Infelizmente, a única fonte de R-34 são os trajes que os Big Daddies usam."
friendlyname="Conseguir 4 núcleos de Cabos R-34."
levelfriendlyname="Hefesto"
objectivedescription="Colete 4 núcleos de Cabos R-34."
objectivemessage="Objetivo completo"
questhints=((Text="A bomba P.E.M. precisa de quatro núcleos de Cabos R-34. Você pode consegui-los vasculhando corpos de Big Daddies mortos. Você vai ter que encontrar e matar alguns, ou procurar cadáveres. Você pode achar Big Daddies vivos vagando pelo Centro, Controle da perda de calor e nas Oficinas. Talvez encontre alguns mortos perto da entrada do escritório de Andrew Ryan, ou perto da Bomba P.E.M."))

[findtelekinesis]
completeddescription="Terminado"
completemessage="Objetivo completo"
description="Atlas acredita que o que você precisa para destruir os entulhos é Telecinese. Uma propaganda nas paredes sugere que você pode encontrar esse Plasmídeo em um lugar chamado Dentes dândi."
friendlyname="Conseguir Telecinese."
levelfriendlyname="Pavilhão médico"
objectivemessage="Objetivo completo"
questhints=((),(text="Você pode encontrar o Plasmídeo Telecinese na área de serviços de Odontologia, que está bloqueada com gelo. Consiga o Plasmídeo Incinerar! no Crematório Chama eterna para derreter o gelo."),(text="Use o Plasmídeo Incinerar! para derreter o gelo que bloqueia a área de Odontologia."),(text="Na área de Odontologia, na Dentes dândi, tem o Plasmídeo Telecinese."))

[findweapon]
completeddescription="Terminado"
completemessage="Objetivo completo"
description="Sem armas, você é vulnerável. Procure um pé de cabra ou algo assim."
friendlyname="Conseguir uma arma."
levelfriendlyname="Bem-Vindo"
objectivemessage="Objetivo completo"
questhints=()

[gatherchloro]
completemessage="Objetivo completo"
description="A fórmula do Vetor lázaro precisa de 7 unidades de Solucão de clorofila. Explore Arcádia e a Feira agrícola para conseguir o suficiente para criar o Vetor."
friendlyname="Solução de Clorofila."
levelfriendlyname="Arcádia"
objectivedescription="Clorofila encontrada"
objectivemessage="Objetivo completo"
questhints=((Text="Um grupo de Splicers teletransportadores chamados de Houdine andam roubando Solução de clorofila da Langford. Invada seu esconderijo em Colinas onduladas e vasculhe seus cadáveres para conseguir Clorofila."))

[gatherchloroupdatea]
completemessage="Objetivo completo"
description="A fórmula do Vetor lázaro precisa de 7 unidades de Solucão de clorofila. Explore Arcádia e a Feira agrícola para conseguir o suficiente para criar o Vetor. Uma gravação de Langford revelou que os Splicers roubaram sua reserva de Clorofila."
friendlyname="Conseguir Clorofila."
levelfriendlyname="Arcádia"
objectivedescription="Clorofila encontrada"
objectivemessage="Objetivo completo"
questhints=((Text="Um grupo de Splicers teletransportadores chamados de Houdine andam roubando Solução de clorofila da Langford. Invada seu esconderijo em Colinas onduladas e vasculhe seus cadáveres para conseguir Clorofila."))

[gatherenzymes]
completemessage="Objetivo completo"
description="A fórmula do Vetor lazáro precisa de 7 amostras de Enzima. Explore Arcádia e a Feira agrícola para conseguir o suficiente para criar o Vetor."
friendlyname="Amostras de Enzima."
levelfriendlyname="Arcádia"
objectivedescription="Amostra de enzima encontrada"
objectivemessage="Objetivo completo"
questhints=((Text="As abelhas do Apiário Asa prata da Feira agrícola, produzem as Amostras de enzima. Vá até lá e vasculhe as colméias."))

[gatherenzymesupdatea]
completemessage="Objetivo completo"
description="A fórmula do Vetor lazáro precisa de 7 amostras de Enzima. Explore Arcádia e a Feira agrícola para conseguir o suficiente para criar o Vetor. As abelhas do Apiário Asa prata da Feira agrícola são uma forte de enzimas."
friendlyname="Conseguir Amostras de Enzima."
levelfriendlyname="Arcádia"
objectivedescription="Amostra de Enzima encontrada"
objectivemessage="Objetivo completo"
questhints=((Text="As abelhas do Apiário Asa prata da Feira agrícola, produzem as Amostras de enzima. Vá até lá e vasculhe as colméias."))

[gatherwater]
completemessage="Objetivo completo"
description="A fórmula do Vetor lázaro precisa de 7 unidades de Água destilada. Explore Arcádia e a Feira agrícola para conseguir materiais o suficiente para criar o Vetor."
friendlyname="Unidades de Água Destilada."
levelfriendlyname="Arcádia"
objectivedescription="Água destilada encontrada"
objectivemessage="Objetivo completo"
questhints=((Text="Você pode conseguir Água destilada no armazém da Vinícola Worley na Feira agrícola. Vá até lá e vasculhe o armazém."))

[gatherwaterupdatea]
completemessage="Objetivo completo"
description="A fórmula do Vetor lázaro precisa de 7 unidades de Água destilada. Explore Arcádia e a Feira agrícola para conseguir materiais o suficiente para criar o Vetor. Uma gravação sugere que pode ter algo no porão do armazém da Vinícola Worley da Feira agrícola."
friendlyname="Conseguir Água Destilada."
levelfriendlyname="Arcádia"
objectivedescription="Água destilada encontrada"
objectivemessage="Objetivo completo"
questhints=((Text="Você pode conseguir Água destilada no armazém da Vinícola Worley na Feira agrícola. Vá até lá e vasculhe o armazém."))

[get1stdose]
completeddescription="Terminado"
completemessage="Objetivo completo"
description="Suchong desenvolveu um antídoto para anular o comando mortal que Fontaine está usando para te matar. Ele chamou o lote experimental de 192. Tenembaum falou de dois lugares que você pode encontrá-lo. Suchong desenvolveu a droga em seu laboratório em Apartamentos Ártemis, perto da Praça Apolo, mas Tenembaum roubou uma amostra e colocou em seu apartamento no segundo andar em Apartamentos Mercúrio."
friendlyname="Conseguir o Lote de drogas 192."
levelfriendlyname="Campos do Olimpo"
objectivemessage="Objetivo completo"
questhints=((Text="O lote 192 vai ajudar você a se livrar do controle mental de Fontaine. Tenenbaum tem uma amostra em seu apartamento no segundo andar no Apartamentos Mercúrio. Porém, a porta está fechada, então você tem que achar outro modo de entrar. Tente o terceiro andar."))

[get1stdoseupdated]
completeddescription="Terminado"
completemessage="Objetivo completo"
description="Suchong desenvolveu um antídoto para anular o comando mortal que Fontaine está usando para te matar. Ele chamou o lote experimental de 192. Existem dois lugares onde você pode encontrar o lote de drogas 192. Você sabe que Suchong desenvolveu a droga em seu laboratório em Apartamentos Ártemis, perto da Praça Apolo. Tenenbaum perdeu suas amostras, mas acredita que Fontaine as roubou e as colocou no sótão de Apartamentos Mercúrio."
friendlyname="Conseguir o Lote de drogas 192."
levelfriendlyname="Campos do Olimpo"
objectivemessage="Objetivo completo"
questhints=((Text="A lote mais próximo do 192 está no topo de Apartamentos Mercúrio, no própio sótão de Fontaine. O código do elevador pode ser encontrado no diário do Paparazzi, que está no terceiro andar."))

[get2nddoseatlab]
completeddescription="Terminado"
completemessage="Objetivo completo"
description="Você tomou a droga, mas houveram efeitos colaterais. Tenenbaum acredita que uma segunda dose do Lote 192 restaura completamente a sua recombinação genética. Provavelmente você pode encontrar mais drogas no laboratório de Suchong em Apartamentos Ártemis, perto da Praça Apolo."
friendlyname="Conseguir uma segunda dose do Lote 192."
levelfriendlyname="Campos do Olimpo"
objectivemessage="Objetivo completo"
questhints=((Text="A segunda amostra do Lote 192 está localizada no laboratório de Suchong, no segundo andar de Apartamentos Ártemis. Saia do centro, saia de Campos do Olimpo e vá para a Praça Apolo. De lá, vá para Apartamentos Ártemis."))

[get2nddoseatten]
completeddescription="Terminado"
completemessage="Objetivo completo"
description="Você tomou a droga, mas houveram efeitos colaterais. Tenenbaum acredita que uma segunda dose do Lote 192 restaura completamente a sua recombinação genética. Provavelmente você pode encontrar mais drogas no apartamento de Tenembaum no segundo andar de Apartamentos Mercúrio."
friendlyname="Conseguir uma segunda dose do Lote 192."
levelfriendlyname="Campos do Olimpo"
objectivemessage="Objetivo completo"
questhints=((Text="A segunda amostra do Lote 192 está localizada no apartamento de Tenenbaum em Apartamentos Mercúrio. Saia do centro, saia de Campos do Olimpo e vá para Apartamentos Mercúrio. No entanto, o Apartamento de Tenembaum está fechado, então você tem que achar outro caminho. Tente o terceiro andar."))

[get2nddoseattenupdated]
completeddescription="Terminado"
completemessage="Objetivo completo"
description="Você tomou a droga, mas houveram efeitos colaterais. Tenenbaum acredita que uma segunda dose do Lote 192 restaura completamente a sua recombinação genética. Provavelmente você pode encontrar mais dogas no sótão de Fontaine em Apartamentos Mercúrio."
friendlyname="Conseguir uma segunda dose do Lote 192."
levelfriendlyname="Campos do Olimpo"
objectivemessage="Objetivo completo"
questhints=((Text="As amostras mais próximas do Lote 192 estão no alto de Apartamentos Mercúrio, no próprio sótão de Fontaine. O código do elevador pode ser encontrado no diário do Paparazzi, que está no terceiro andar."))

[getagatherer]
completeddescription="Terminado"
completemessage="Objetivo completo"
description="Para perseguir Fontaine pela Área de testes, você vai ter que levar uma Little Sister. Bata com a Chave inglesa no duto mais próximo para chamar uma."
friendlyname="Chamar uma Little Sister."
levelfriendlyname="Ponto de Prometeu"
objectivemessage="Objetivo completo"
questhints=((Text="Bata no duto com a Chave inglesa."))

[getbodysuit]
completeddescription="Terminado"
completemessage="Objetivo completo"
description="Para conseguir a aparência de um Big Daddy, você vai precisar de uma Roupa blindada. Procure em Escoltas Blindadas À prova de falhas."
friendlyname="Vestir: Traje."
levelfriendlyname="Ponto de Prometeu"
objectivedescription="Parte do traje encontrado"
objectivemessage="Objetivo completo"
questhints=((Text="Trajes de Big Daddy são armazenados na Área de montagem de Escoltas Blindadas À prova de falhas."))

[getboots]
completeddescription="Terminado"
completemessage="Objetivo completo"
description="Para conseguir a aparência de um Big Daddy, você precisa de um Par de botas nunca usadas. Busque em À prova de falhas."
friendlyname="Calçar: Botas."
levelfriendlyname="Ponto de Prometeu"
objectivedescription="Parte do traje encontrado"
objectivemessage="Objetivo completo"
questhints=((text="As Botas de Big Daddy podem ser encontradas em Conversão de candidatos, dentro de Escoltas blindadas À prova de falhas."),(text="As Botas de Big Daddy não estão onde devem estar. Procure algo de seu paradeiro."))

[getboots2]
completeddescription="Terminado"
completemessage="Objetivo completo"
description="Para conseguir a aparência de um Big Daddy, você precisa de um Par de botas de qualidade. Mandaram as botas de Big Daddy por engano para a Biblioteca Memorial Mendel."
friendlyname="Calçar: Botas na Biblioteca."
levelfriendlyname="Ponto Prometeu"
objectivedescription="Parte do Traje Encontrado"
objectivemessage="Objetivo completo"
questhints=((Text="Mandaram as Botas de Big Daddy por engano para a Biblioteca Memorial Mendel."))

[getgatherertool]
completeddescription="Terminado"
completemessage="Objetivo completo"
description="Para conseguir vencer Fontaine, você precisa da Ferramenta de colher ADAM das Little Sisters. Pegue-a."
friendlyname="Pegar ferramenta de coleta de ADAM"
levelfriendlyname="Ponto de Prometeu"
objectivemessage="Objetivo completo"
questhints=()

[gethelmet]
completeddescription="Terminado"
completemessage="Objetivo completo"
description="Para conseguir a aparência de um Big Daddy, você precisará de um Capacete de qualidade. Procure em Escoltas Blindadas À prova de falhas."
friendlyname="Vestir: Capacete de Big Daddy."
levelfriendlyname="Ponto de Prometeu"
objectivedescription="Parte do traje encontrado"
objectivemessage="Objetivo completo"
questhints=((Text="Os Capacetes de Big Daddy podem ser encontrados em Conversão de candidatos, dentro de Escoltas Blindadas À prova de falhas."))

[getradio]
completeddescription="Terminado"
completemessage="Objetivo completo"
description="Alguem no rádio esta pedindo que você pegue-o para se comunicar com você. Pegue o Rádio."
friendlyname="Pegar rádio."
levelfriendlyname="Bem-vindo"
objectivemessage="Objetivo completo"
questhints=()

[getroseforlangford]
completemessage="Objetivo completo"
description="A chefe botânica Julia Langford encontrou um modo de recuperar as árvores e te pediu que você encontre uma espécie de rosa gálica. Vá para a Gruta na cachoeira e consiga uma."
friendlyname="Conseguir uma rosa."
levelfriendlyname="Arcádia"
objectivemessage="Objetivo completo"
questhints=((Text="Você pode chegar na Gruta da cachoeira pelo Vale em Arcádia. De lá, siga as indicações."))

[getthecamera]
completeddescription="Terminado"
completemessage="Objetivo completo"
description="Peach Wilkins quer que você ache a Câmera de pesquisa no Escritório do capitão do cais, que está localizado no Cais superior. Atlas não confia em Peach, mas é sua única forma de entrar no almoxarifato... e chegar ao submarino onde a família de Atlas está."
friendlyname="Achar Câmera de Pesquisa."
levelfriendlyname="Recompensa de Netuno"
objectivemessage="Objetivo completo"
questhints=((Text="Você encontrará a Câmera de pesquisa em um quarto atrás da oficina do capitão do porto. Vá pelo Cais superior até o Escritório do capitão do porto. Quando chegar no escritório, você tem que ir por um duto localizado no fundo do quarto para chegar até Câmara de pesquisa."))

[gettohigherground]
completeddescription="Terminado"
completemessage="Objetivo completo"
description="Um sobrevivente da cidade chamado Atlas entrou em contato com você pelo Rádio. Ele aconselhou você ir para um terreno mais elevado. Quem sabe ele ganha sua atenção."
friendlyname="Ir para terreno elevado."
levelfriendlyname="Bem-vindo"
objectivemessage="Objetivo completo"
questhints=((text="Consiga uma Chave inglesa e destrua os escombros que bloqueiam a passagem, depois se abaixe e passe por debaixo dos mesmos."),(text="Procure no andar de cima um Plasmídeo para anular o Controle da porta que está em curto."),(text="Lance uma descarga no Controle da porta em curto com o Plasmídeo EletroRaio."),(text="Siga em frente até encontrar um elevador que te leve para terreno elevado."))

[giveweapons]
completeddescription="Terminado"
completemessage="Objetivo completo"
description="Peach não vai te deixar entrar no Pescados Fontaine até que você entregue suas armas. Coloque elas no tubo pneumático que se encontra na entrada dos Pescados Fontaine e Peach te deixará passar."
friendlyname="Entregar armas."
levelfriendlyname="Recompensa de Netuno"
objectivemessage="Objetivo completo"
questhints=((Text="Use o tubo pneumático que está localizado na entrada de Pescados Fontaine."))

[gotobathysphere]
completeddescription="Terminado"
completemessage="Objetivo completo"
description="Fontaine está em Ponto de Prometeu. Vá até lá pela Estação de metrô que está em Câmaras Hestia."
friendlyname="Ir para Ponto de Prometeu."
levelfriendlyname="Campos do Olimpo"
objectivemessage="Objetivo completo"
questhints=((Text="A Estação de metrô mais próxima está localizada perto da Praça Apolo. É na rua, fora do Albergue Fontaine para pobres."))

[gotocentralcontrol]
completeddescription="Terminado"
completemessage="Objetivo completo"
description="Andrew Ryan é a chave para sair de Rapture. Está escondido em seu escritório, aqui em Hefesto."
friendlyname="Ir para escritório de Ryan."
levelfriendlyname="Hefesto"
objectivemessage="Objetivo completo"
questhints=((text="Ryan está escondido em seu escritório em Hefesto. Siga as indicações até o escritório de Andrew Ryan e busque um grande disjuntor."),(text="Você não poderá chegar até o Ryan se você não causar uma sobrecarga no núcleo de Hefesto, faça isso e volte ao disjuntor."))

[gotodeck3]
completeddescription="Terminado"
completemessage="Objetivo completo"
description="Ryan destruiu o submarino e matou a família de Atlas. Encontre uma forma de sair da plataforma e vá para Arcádia para se reagrupar."
friendlyname="Sair da plataforma de submarinos."
levelfriendlyname="Recompensa de Netuno"
objectivemessage="Objetivo completo"
questhints=((Text="Siga as indicações para Arcádia e saia de Recompensa de Netuno."))

[gotodeck4]
completemessage="Objetivo completo"
description="O único modo de sair agora da cidade é Ryan. Você tem que pegar uma Batisfera para chegar até ele. O acesso para a Estação de metrô de Batisferas de Arcádia está nas Colinas onduladas."
friendlyname="Ir para a estação de metrô."
levelfriendlyname="Arcádia"
objectivemessage="Objetivo completo"
questhints=((Text="Siga as indicações para chegar até a Estação de metrô das Colinas onduladas."))

[gotodeck5]
completeddescription="Terminado"
completemessage="Objetivo completo"
description="Ryan está em Hefesto. Use a Batisfera de Forte Frolic para chegar até ele."
friendlyname="Ir para Hefesto."
levelfriendlyname="Forte Frolic"
objectivemessage="Objetivo completo"
questhints=((Text="Cruze a grande porta abaixo dos dizeres Hefesto e pegue a Batisfera que te levará até Ryan."))

[gotofleethall]
completeddescription="Terminado"
completemessage="Objetivo completo"
description="Sander Cohen se prepara para receber você no teatro no Salão da frota. Vá para lá."
friendlyname="Ir para o Salão da frota."
levelfriendlyname="Forte Frolic"
objectivemessage="Objetivo completo"
questhints=((Text="Parece que Cohen quer que você entre no teatro do Salão da frota, que se encontra junto ao Átrio da planta superior."))

[gotofontainefisheries]
completeddescription="Terminado"
completemessage="Objetivo completo"
description="A família de Atlas está escondida num submarino, esperando da chegada de Atlas e você. Você tem que entrar em Pescados Fontaine para achar o acesso ao submarino. Pescados Fontaine fica localizado no Cais inferior."
friendlyname="Ir para Pescados Fontaine."
levelfriendlyname="Recompensa de Netuno"
objectivemessage="Objetivo completo"
questhints=((Text="Siga as indicações para chegar em Pescados Fontaine."))

[gotoheatloss]
completeddescription="Terminado"
completemessage="Objetivo completo"
description="Andrew Ryan se trancou herméticamente em seu escritório, você terá que encontrar um modo de entrar. Vamos ver se você consegue alguma pista sobre como romper a fechadura de sua porta. Quem sabe alguna das vítimas de Ryan pensou em algo parecido."
friendlyname="Vasculhar lugar."
levelfriendlyname="Hefesto"
objectivemessage="Objetivo completo"
questhints=((Text="Investigue o exterior do escritório de Andrew Ryan em busca de uma pista de como entrar. Quem sabe algum dos troféis de Ryan tenham algo assim."))

[gotomarket]
completemessage="Objetivo completo"
description="A Feira agrícola tem componentes que você precisa para criar o Vetor lázaro. Havia uma chave das portas principais no cofre de Langford, você já pode ir para lá. A entrada da feira é logo após a Fazenda de árvores."
friendlyname="Ir para Feira agrícola."
levelfriendlyname="Arcádia"
objectivemessage="Objetivo completo"
questhints=((Text="A entrada para a Feira agrícola está logo depois da Fazenda de árvores. Siga as indicações para Vale de Arcádia."))

[gotomedical]
completeddescription="Terminado"
completemessage="Objetivo completo"
description="Andrew Ryan trancou o caminho para Recompensa de Netuno. Atlas lhe disse que tem outro modo de chegar à Recompensa de Netuno, indo pelo Pavilhão médico. Vá para lá!"
friendlyname="Ir para o Pavilhão médico"
levelfriendlyname="Bem-Vindo"
objectivemessage="Objetivo completo"
questhints=((Text="Vá para o Pavilhão médico, em frente da entrada para Recompensa de Netuno."))

[gototheater]
completeddescription="Terminado"
completemessage="Objetivo completo"
description="Uma gravação para a dona do Caxemira diz que há um buraco na parede do banheiro masculino. Talvez você possa usar essa passagem para chegar em Recompensa de Netuno."
friendlyname="Vá ao banheiro masculino."
levelfriendlyname="Bem-Vindo"
objectivemessage="Objetivo completo"
questhints=()

[gotothesub]
completeddescription="Terminado"
completemessage="Objetivo completo"
description="Estão atacando Atlas! Vá para a plataforma e ajude-o!"
friendlyname="Ir até o submarino."
levelfriendlyname="Recompensa de Netuno"
objectivemessage="Objetivo completo"
questhints=((Text="Para chegar até o submarino, saia da sala de controle pela saída da esquerda desça para baixo. Siga em frente e não deixe que os Splicers te segurem."))

[gotoworkshops]
completeddescription="Terminado"
completemessage="Objetivo completo"
description="Pablo indicou a Anya o caminho da OFICINA de Kyburz. Vá para lá"
friendlyname="Ir para a oficina de Kyburz."
levelfriendlyname="Hefesto"
objectivemessage="Objetivo completo"
questhints=((Text="Atravesse a área do núcleo de Hefesto e siga as indicações até as oficinas."))

[heatlossmonitoring]
completeddescription="Terminado"
completemessage="Objetivo completo"
description="Anya Andersdotter tentou sobrecarregar o núcleo, mas parece que ficou presa. Siga o rastro até o CONTROLE DE PERDA DE CALOR e busque mais informações."
friendlyname="Investigar Monitoramento de Perda de Calor."
levelfriendlyname="Hefesto"
objectivemessage="Objetivo completo"
questhints=((Text="Atravesse a área do núcleo de Hefesto e siga as indicações até o Controle de perda de calor. Talvez alguém tenha deixado algo interessante. Busque no Nível inferior."))

[installionicgel]
completeddescription="Terminado"
completemessage="Objetivo completo"
description="Você encontou dois quartos de Gel iônico. Leve-a para a capa da bomba P.E.M. da oficina escondida de Kyburz. Quando estiver lá, junte os componentes ao artefato."
friendlyname="Colocar Gel Iônico na bomba P.E.M."
levelfriendlyname="Hefesto"
objectivemessage="Objetivo completo"
questhints=((Text="A bomba P.E.M. precisa de Gel iônico. Agora que você já tem, você só precisa o instalar na capa da bomba P.E.M."))

[installnitroglycerin]
completeddescription="Terminado"
completemessage="Objetivo completo"
description="Você encontrou a Carga de nitroglicerina. Leve-a ao artefato."
friendlyname="Colocar nitroglicerina na bomba P.E.M."
levelfriendlyname="Hefesto"
objectivemessage="Objetivo completo"
questhints=((Text="A bomba P.E.M. precisa de uma dose de Nitroglicerina. Agora que você já tem, você só precisa colocá-la na bomba P.E.M."))

[installr34wires]
completeddescription="Terminado"
completemessage="Objetivo completo"
description="Você já tem os Cabos R-34 que precisa. Leve-os ao dispositivo."
friendlyname="Colocar cabos R-34 na bomba P.E.M."
levelfriendlyname="Hefesto"
objectivemessage="Objetivo completo"
questhints=((Text="Você tem todos os R-34 que precisa. Volte a bomba P.E.M."))

[keepmoving]
completeddescription="Terminado"
completemessage="Objetivo completo"
description="O homem do rádio disse para sair da Batisfera. Parece que ele tem um plano para lidar com essa coisa que matou Johnny."
friendlyname="Vá em frente."
levelfriendlyname="Bem-Vindo"
objectivemessage="Objetivo completo"
questhints=()

[killcobb]
completeddescription="Terminado"
completemessage="Objetivo completo"
description="Cohen quer que você encontre e mate Silas Cobb para sua obra de arte. Cobb costuma andar por uma loja chamada Rapture Records, na Praça Poseidon. Você vai ouvir ele antes de achá-lo."
friendlyname="Matar Silas Cobb."
levelfriendlyname="Forte Frolic"
objectivemessage="Objetivo completo"
questhints=((Text="Cobb costuma andar por uma loja chamada Rapture Records, na parte de cima da Praça Poseidon."))

[killcobbupdatea]
completeddescription="Terminado"
completemessage="Objetivo completo"
description="Fotografe o cadáver de Cobb para ser exibido na obra prima."
friendlyname="Fotografar cadáver de Cobb."
levelfriendlyname="Forte Frolic"
objectivemessage="Objetivo completo"
questhints=((Text="Agora que Cobb está morto, use sua Câmera de pesquisa para tirar uma Foto de seu Cadáver."))

[killcobbupdateb]
completeddescription="Terminado"
completemessage="Objetivo completo"
description="Agora que fotografou o cadáver de Cobb, volte ao Átrio para colocar a fotografía na obra prima de Cohen."
friendlyname="Colocar foto de Cobb."
levelfriendlyname="Forte Frolic"
objectivemessage="Objetivo completo"
questhints=((Text="Volte ao Átrio e coloque a foto de Cobb em um espaço vazio da obra prima."))

[killfinnegan]
completeddescription="Terminado"
completemessage="Objetivo completo"
description="Cohen quer que encontre e mate Martin Finnegan para sua obra prima. Finnegan está preso em uma área congelada da Praça Poseidon."
friendlyname="Matar Martin Finnegan."
levelfriendlyname="Forte Frolic"
objectivemessage="Objetivo completo"
questhints=((Text="Finnegan está preso em um túnel congelado no caminho da Praça Poseidon. Ache e mate-a."))

[killfinneganupdatea]
completeddescription="Terminado"
completemessage="Objetivo completo"
description="Fotografe o cadáver de Finnegan para poder colocá-la na obra prima."
friendlyname="Fotografar cadáver de Finnegan."
levelfriendlyname="Forte Frolic"
objectivemessage="Objetivo completo"
questhints=((Text="Agora que Finnegan está morta, use sua Câmera de pesquisa para tirar uma foto de seu cadáver."))

[killfinneganupdateb]
completeddescription="Terminado"
completemessage="Objetivo completo"
description="Agora que fotografou o cadáver de Finnegan, volte ao Átrio para colocar a fotografía na obra prima de Cohen."
friendlyname="Colocar foto de Finnegan."
levelfriendlyname="Forte Frolic"
objectivemessage="Objetivo completo"
questhints=((Text="Volte ao Átrio e coloque a foto de Finnegan em um espaço vazio da obra prima."))

[killrodriguez]
completeddescription="Terminado"
completemessage="Objetivo completo"
description="Cohen quer que você encontre e mate Hector Rodriguez para sua obra prima. Rodriguez frequenta o Jardim da Eva, na Praça Poseidon. Também é famoso por sua degustação de bons (não tão bons) vinhos."
friendlyname="Matar Hector Rodriguez."
levelfriendlyname="Forte Frolic"
objectivemessage="Objetivo completo"
questhints=((Text="Rodriguez frequenta o Jardim da Eva, na Praça Poseidon."))

[killrodrigueza]
completeddescription="Terminado"
completemessage="Objetivo completo"
description="Ao te ver, Rodriguez entrou em pânico e fugiu para o Jardim da Eva. Persiga-o."
friendlyname="Matar Hector Rodriguez."
levelfriendlyname="Forte Frolic"
objectivemessage="Objetivo completo"
questhints=((Text="Rodriguez fugiu pelo Forte Frolic em pânico. Siga a flecha de missão para encontrá-lo e matá-lo."))

[killrodriguezupdatea]
completeddescription="Terminado"
completemessage="Objetivo completo"
description="Fotografe o cadáver de Rodriguez para colocá-lo na obra prima."
friendlyname="Fotografar cadáver de Rodriguez."
levelfriendlyname="Forte Frolic"
objectivemessage="Objetivo completo"
questhints=((Text="Agora que Rodriguez está morto, use sua Câmera de pesquisa para tirar uma foto do cadáver."))

[killrodriguezupdateb]
completeddescription="Terminado"
completemessage="Objetivo completo"
description="Agora que fotografou o cadáver de Rodriguez, volte para o Átrio e coloque a foto na obra prima de Cohen."
friendlyname="Colocar foto de Rodriguez."
levelfriendlyname="Forte Frolic"
objectivemessage="Objetivo completo"
questhints=((Text="Volte ao Átrio e coloque a foto de Cobb em um espaço vazio da obra prima."))

[killryan]
completeddescription="Terminado"
completemessage="Objetivo completo"
description="Você conseguiu chegar ao escritório de Andrew Ryan. Ele deve estar por perto. Encontre ele e mate-o."
friendlyname="Matar Andrew Ryan."
levelfriendlyname="Hefesto"
objectivemessage="Objetivo completo"
questhints=((Text="Ryan está em seu escritório. Você pode chegar nele pela Área de manutenção acima. Lá dentro, você só tem que matá-lo."))

[leaverec]
completeddescription="Terminado"
completemessage="Objetivo completo"
description="Com sua obra prima já terminada, Cohen te deixou sair de Forte Frolic. Pegue a Batisfera para Hefesto para enfrentar Ryan."
friendlyname="Sair de Forte Frolic."
levelfriendlyname="Forte Frolic"
objectivemessage="Objetivo completo"
questhints=((Text="A Batisfera para Hefesto está de volta. Dirija-se até a Estação de metrô de Rapture e use a Batisfera para sair de Forte Frolic"))

[liftlocalquarantine]
completeddescription="Terminado"
completemessage="Objetivo completo"
description="O Pavilhão médico está fechado e sem acesso para a Clínica de Steinman. Deve haver um painel de anulação de manutenção acima onde possa abrir as portas."
friendlyname="Entrar no Pavilhão médico."
levelfriendlyname="Pavilhão médico"
objectivemessage="Objetivo completo"
questhints=()

[liftquarantinea]
completeddescription="Terminado"
completemessage="Objetivo completo"
description="Tem uma rota do Acesso de emergência perto da entrada do Pavilhão médico. Usa a Batisfera de emergência para chegar em Recompensa de Netuno."
friendlyname="Usar rota do Acesso de emergência."
levelfriendlyname="Pavilhão médico"
objectivemessage="Objetivo completo"
questhints=((),(text="Você tem que hackear o Bot de segurança que bloqueia a porta."),(text="Use o controle do Acesso de emergência do nível superior da zona de Acesso de emergência para abrir a Batisfera."))

[liftquarantineupdate]
completeddescription="Terminado"
completemessage="Objetivo completo"
description="Agora que você tem a chave de Steinman, volte a zona de Acesso de emergência. Use a chave no painel de acesso de emergência."
friendlyname="Abrir Acesso de emergência."
levelfriendlyname="Pavilhão médico"
objectivemessage="Objetivo completo"
questhints=()

[listenatlas]
completeddescription="Terminado"
completemessage="Objetivo completo"
description="O homem do rádio parece querer ajudar. Será melhor prestar atenção nele."
friendlyname="Escute o homem do rádio."
levelfriendlyname="Bem-Vindo"
objectivemessage="Objetivo completo"
questhints=()

[meetlangford]
completemessage="Objetivo completo"
description="Julie Langford tem um plano para reparar os danos feitos em Arcádia e precisa de sua ajuda. Encontre-se com ela em seu escritório na parte posterior do complexo de laboratórios."
friendlyname="Encontrar-se com Langford."
levelfriendlyname="Arcádia"
objectivemessage="Objetivo completo"
questhints=((Text="O escritório de Julie Langford está no alto das escadarias de seu complexo de laboratórios."))

[meetsurvivorsdeck1]
completeddescription="Terminado"
completemessage="Objetivo completo"
description="Atlas precisa de sua ajuda para chegar até sua mulher e filho. Sua família está em uma parte de Rapture chamada 'Recompensa de Netuno'. Vá para lá!"
friendlyname="Ir para Recompensa de Netuno."
levelfriendlyname="Bem-Vindo"
objectivemessage="Objetivo completo"
questhints=((text="Busque uma passagem atrás do restaurante Caxemira. Tente procurar na área de banheiros."),(text="Reuna dinheiro para ter acesso ao banheiro masculino."),(text="Atravesse o banheiro acima do teatro, depois use sua arma para destruir o cadeado."),(text="Desça até a Batisfera para Recompensa de Netuno."))

[opensubdoors]
completeddescription="Terminado"
completemessage="Objetivo completo"
description="Atlas está esperando que você abra a escotilha para ter acesso a plataforma de submarinos pela entrada posterior. Acione os controles para deixá-lo entrar. "
friendlyname="Abrir a escotilha."
levelfriendlyname="Recompensa de Netuno"
objectivemessage="Objetivo completo"
questhints=((Text="Para chegar até o painel de controle você terá que se arrastar e subir pelas passagens rochosas que levam até a sala de controle, lá, você poderá ver a plataforma de submarinos."))

[overloadgenerator]
completeddescription="Terminado"
completemessage="Objetivo completo"
description="A porta te leva ao Ryan tem uma fchadura eletromagnética. O núcleo armônico 3 é o gerador que fornece energia as fechaduras. Você tem que sobrecarregá-la de algum modo."
friendlyname="Sobrecarregar núcleo."
levelfriendlyname="Hefesto"
objectivemessage="Objetivo completo"
questhints=((Text="Para sobrecarregar o núcleo, você vai precisar de algum tipo de artefato, e acesso ao núcleo. Quando tiver ambos, você poderá provocar uma subida de tensão que explodirá as fechaduras da porta do escritório de Andrew Ryan."))

[overridedoor]
completeddescription="Terminado"
completemessage="Objetivo completo"
description="Deve haver algum modo de anular o interruptor para forçar a abertura da Porta. Descubra um jeito!"
friendlyname="Abrir a porta."
levelfriendlyname="Bem-Vindo"
objectivemessage="Objetivo completo"
questhints=()

[pickupbomb]
completeddescription="Terminado"
completemessage="Objetivo completo"
description="Você terminou de montar a bomba. Pegue-a."
friendlyname="Pegar bomba."
levelfriendlyname="Hefesto"
objectivemessage="Objetivo completo"
questhints=((Text="Você terminou de montar a bomba P.E.M. Não esqueça de levá-la com você!"))

[placebomb]
completeddescription="Terminado"
completemessage="Objetivo completo"
description="Você terminou de montar a bomba. Leve-a ao NÚCLEO ARMÔNICO do Núcleo de Hefesto que alimenta as fechaduras magnéticas da porta de Ryan. Você tem acesso ao núcleo por meio de uma passarela a qual se pode chegar a partir do CONTROLE GEOTÉRMICO INFERIOR."
friendlyname="Colocar bomba no núcleo."
levelfriendlyname="Hefesto"
objectivemessage="Objetivo completo"
questhints=((Text="A bomba que você montou tem a capacidade de sobrecarregar o núcleo. Para chegar ao núcleo, siga as indicações para o controle geotérmico, e pegue o elevador para o nível inferior. Você pode chegar ao núcleo por lá."))

[protectorsmell]
completeddescription="Terminado"
completemessage="Objetivo completo"
description="Dentro do Centro educativo Pequenas maravlhas", você poderá encontrar um jeito de fazer com que você cheire como um Big Daddy."
friendlyname="Conseguir o odor de um Big Daddy."
levelfriendlyname="Ponto de Prometeu"
objectivemessage="Objetivo completo"
questhints=((Text="Dentro do Centro educativo Pequenas maravlhas", você poderá encontrar um jeito de fazer com que você cheire como um Big Daddy.")) 

[protectorspeech]
completeddescription="Terminado"
completemessage="Objetivo completo"
description="Dentro de Eugênias otimizadas, você poderá encontrar um jeito de fazer com que você fale como um Big Daddy."
friendlyname="Conseguir falar como um Big Daddy."
levelfriendlyname="Ponto de Prometeu"
objectivemessage="Objetivo completo"
questhints=((Text="Dentro de Eugênias Otimizadas, você poderá encontrar um jeito de fazer que você sonhe como um Big Daddy. "))

[protectorsuit]
completeddescription="Terminado"
completemessage="Objetivo completo"
description="Dentro de Escoltas blindadas À prova de falhas, você poderá achar um jeito de se parecer com um Big Daddy."
friendlyname="Conseguir a aparência de um Big Daddy."
levelfriendlyname="Ponto de Prometeu"
objectivemessage="Objetivo completo"
questhints=((Text="Dentro de Escoltas blindadas À prova de falhas, você poderá achar um jeito de se parecer com um Big Daddy."))

[pursueatlas]
completeddescription="Terminado"
completemessage="Objetivo completo"
description="Fontaine fugiu quando você chegou mais perto. Persiga-o!"
friendlyname="Perseguir Fontaine!"
levelfriendlyname="Ponto de Prometeu"
objectivemessage="Objetivo completo"
questhints=()

[quarantinekey]
completeddescription="Terminado"
completemessage="Objetivo completo"
description="Só se pode chegar na Batisfera de Acesso de emergência com uma chave especial. Atlas te informou que o Dr. Steinman tem essa chave. Steinman trabalha em 'Ideais estéticos' na ala de cirúrgica do Pavilhão médico. Encontre ele e consiga a chave de Acesso de emergência." 
friendlyname="Conseguir chave de Steinman."
levelfriendlyname="Pavilhão médico"
objectivemessage="Objetivo completo"
questhints=((),(text="Você tem que conseguir entrar no Pavilhão médico principal. Tem um interruptor de anulação elétrica para abrir a porta na zona de Acesso de emergência."),(text="O Dr. Steinman está na ala cirúrgica, no outro lado do Pavilhão médico."),(text="O Dr. Steinman está ao fundo da ala cirúrgica."))

[redirectsteam]
completeddescription="Terminado"
completemessage="Objetivo completo"
description="Para acabar com a inundação, você tem que acionar válvula de desvio. Isso vai desviar a magma aos níveis inferiores."
friendlyname="Desviar fluxo da magma."
levelfriendlyname="Hefesto"
objectivemessage="Objetivo completo"
questhints=((Text="Você tem que achar um jeito de acabar com a inundação do controle geotérmico para que o elevador volte a funcionar. Aperte e segure o botão USAR na válvula de desvio para derramar a magma na água para evaporá-la."))

[releasempr]
completemessage="Objetivo completo"
description="O Vetor lázaro está se espalhando por todo o sistema de irrigação de Arcádia. Quando a luz do painel de controle de irrigação ficar verde, você vai poder espalhar o Vetor lázaro para reviver as plantas e o fornecemento de ar de Arcádia."
friendlyname="Espalhar Vetor lázaro."
levelfriendlyname="Arcádia"
objectivemessage="Objetivo completo"
questhints=()

[releasemprupdatea]
completemessage="Objetivo completo"
description="O Vetor lázaro está se espalhando por todo o sistema de irrigação de arcádia."
friendlyname="Propagação do Vetor lázaro: 1/3 terminado."
levelfriendlyname="Arcádia"
objectivemessage="Objetivo completo"
questhints=()

[releasemprupdateb]
completemessage="Objetivo completo"
description="O Vetor lázaro está se espalhando por todo o sistema de irrigação de Arcádia."
friendlyname="Propagação do Vetor lázaro: 2/3 terminado."
levelfriendlyname="Arcádia"
objectivemessage="Objetivo completo"
questhints=()

[releasemprupdatec]
completemessage="Objetivo completo"
description="O Vetor lázaro terminou de se espalhar por todo o sistema de irrigação de Arcádia. Acione o interruptor do painel de controle de irrigação para reviver as plantas e o fornecimento de ar de Arcádia."
friendlyname="Espalhar Vetor lázaro."
levelfriendlyname="Arcádia"
objectivemessage="Objetivo completo"
questhints=()

[removedebris]
completeddescription="Terminado"
completemessage="Objetivo completo"
description="Escombros bloqueiam a porta e te impedem de continuar. Usa a Chave inglesa para destruí-los."
friendlyname="Destruir os escombros."
levelfriendlyname="Bem-Vindo"
objectivemessage="Objetivo completo"
questhints=()

[replacefirstphoto]
completeddescription="Terminado"
completemessage="Objetivo completo"
description="Encontre a obra prima de Cohen no Átrio e coloca a foto em uma das molduras."
friendlyname="Encontrar obra prima de Cohen."
levelfriendlyname="Forte Frolic"
objectivemessage="Objetivo completo"
questhints=((Text="Volte ao Átrio. Aproxime-se da obra prima de Cohen no teatro e coloque a foto em uma das molduras."))

[replacethreemorephotos]
completeddescription="Terminado"
completemessage="Objetivo completo"
description="Cohen está te recrutando para que o ajude a terminar sua suposta obra prima. Ele quer que você imortalize seus antigos discípulos em sua obra prima por meio de fotos."
friendlyname="Terminar obra prima de Cohen."
levelfriendlyname="Forte Frolic"
objectivedescription="Obra prima de Cohen"
objectivemessage="Objetivo completo"
questhints=()

[researchsplicers]
completeddescription="Terminado"
completemessage="Objetivo completo"
description="Use a Câmera de pesquisa para tirar fotos de 3 Splicers aranha (aqueles que se predem ao Teto). Se fizer isso, Peach te deixará entrar nos Pescados Fontaine para que possa encontrar a plataforma escondida."
friendlyname="Fotografe 3 Splicers aranha"
levelfriendlyname="Recompensa de Netuno"
objectivedescription="Tirar fotos"
objectivemessage="Objetivo completo"
questhints=((Text="Você tem de fotografar 3 Splicers aranha. O primero se encontra no Cais superior, abaixo da oficina do capitão do porto. O segundo está na taberna do lutador Mcdonagh, no Hotel, quarto 5. O terceiro está nos correrios."))

[ReturnToArcadia]
completemessage="Objetivo completo"
description="Você criou o Vetor lázaro. Para o espalhar, você terá que voltar para Arcádia e voltar ao laboratório de Langford."
friendlyname="Voltar para Arcádia"
levelfriendlyname="Arcádia"
objectivemessage="Objetivo completo"
questhints=()

[returntoryan]
completeddescription="Terminado"
completemessage="Objetivo completo"
description="Você sobrecarregou o núcleo armônico que alimenta as travas magnéticos da porta do escritório de Andrew Ryan. Ative o dijuntor em frente da porta para destruí-las com uma enorme subida da tensão."
friendlyname="Destruir travas magnéticas de Ryan."
levelfriendlyname="Hefesto"
objectivemessage="Objetivo completo"
questhints=((Text="Siga as indicações para a sala de troféis que está fora do escritório de Andrew Ryan. Se ativar os disjuntores, você vai provocar uma subida de tensão forte o bastante para destruir as travas da porta principal de Ryan."))

[returntosteinmandebris]
completeddescription="Terminado"
completemessage="Objetivo completo"
description="Para destruir os escombros, Atlas disse que você terá que usar Telecinese para lançar as granadas do Splicer granadeiro nos escombros. Volte para a ala cirúrgica e destrua os escombros."
friendlyname="Destruir escombros."
levelfriendlyname="Enfermaria"
objectivemessage="Objetivo completo"
questhints=()

[returntotesting]
completeddescription="Terminado"
completemessage="Objetivo completo"
description="Agora você é um Big Daddy, você pode perseguir Fontaine pela Área de testes."
friendlyname="Ir para Área de testes."
levelfriendlyname="Ponto de Prometeu"
objectivemessage="Objetivo completo"
questhints=((Text="Volte para a porta pela qual Fontaine escapou."))

[runtosubmarine]
completeddescription="Terminado"
completemessage="Objetivo completo"
description="Estão atacando Atlas! Vá para a plataforma e salve-o!"
friendlyname="Ir para o submarino ."
levelfriendlyname="Recompensa de Netuno"
objectivemessage="Objetivo completo"
questhints=((Text="Para chegar até a plataforma, saia da sala de controle pela saída à esquerda e siga o caminho para baixo. Lute para passar pelos Splicers."))

[saveyourself]
completeddescription="Terminado"
completemessage="Objetivo completo"
description="Fontaine te quer morto. Tenembaum te liberou de uma boa parte de seu controle mental, mas ele ainda exerce alguma influência desagradável sobre você. Encontre uma maneira de se livrar do controle mental, antes que seja tarde."
friendlyname="Salvar-se de Fontaine."
levelfriendlyname="Campos do Olimpo"
objectivemessage="Objetivo completo"
questhints=()

[sealambushdoor]
completemessage="Objetivo completo"
description="Ryan enviou seus capangas para impedir a propagação do Vetor lazáro. Feche as portas de entrada do laboratório para ganhar tempo."
friendlyname="Fechar porta do laboratório."
levelfriendlyname="Arcádia"
objectivemessage="Objetivo completo"
questhints=((Text="A porta é fechada herméticamente, é a que Langford abriu para você a primeira vez que entrou no laboratório."))

[searchprotector]
completeddescription="Terminado"
completemessage="Objetivo completo"
description="Tenembaum te pediu para vasculhar o cadáver de um Big Daddy."
friendlyname="Vasculhar cadáver de um Big Daddy."
levelfriendlyname="Ponto de Prometeu"
objectivemessage="Objetivo completo"
questhints=((Text="Há um Big Daddy morto perto da porta da Área de testes."))

[searchsuchong]
completeddescription="Terminado"
completemessage="Objetivo completo"
description="Suchong projetou sua mente. Vá para seu apartamento em Apartamentos Mercúrio, e consiga informações sobre como neutralizar a influência de Fontaine."
friendlyname="Vasculhar apartamento de Suchong."
levelfriendlyname="Campos do Olimpo"
objectivemessage="Objetivo completo"
questhints=((Text="Vá ao Apartamento de Suchong, no sótão de Apartamentos Mercúrio, e procure um diário."))

[shootthelock]
completeddescription="Terminado"
completemessage="Objetivo completo"
description="Use a Pistola para que o tiro feche as portas de bloqueio."
friendlyname="Atirar na fechadura."
levelfriendlyname="Bem-Vindo"
objectivemessage="Objetivo completo"
questhints=()

[surviveoutburst]
completeddescription="Terminado"
completemessage="Objetivo completo"
description="Cohen acha que você não é um gênio artístico, e enviou Splicers para matá-lo. Mate-os!"
friendlyname="Matar Splicers de Cohen."
levelfriendlyname="Forte Frolic"
objectivemessage="Objetivo completo"
questhints=((Text="Mate todos os Splicers que Cohen enviou. Eles usam máscaras de coelho."))

[takefirstphoto]
completeddescription="Terminado"
completemessage="Objetivo completo"
description="Cohen quer uma fotografia do cadáver de Fitzpatrick, o pianista que está morto."
friendlyname="Fotografar pianista morto."
levelfriendlyname="Forte Frolic"
objectivemessage="Objetivo completo"
questhints=((Text="Suba no palco do teatro municipal da Frota e use sua Câmera para tirar uma foto do cadáver de Kyle Fitzpatrick."))

[usecredits]
completeddescription="Terminado"
completemessage="Objetivo completo"
description="Agora que você tem finheiro para pagar o uso do Banheiro, vá ao banheiro masculino. Você pode pagar para acessar o serviço e deixar o restaurante Caxemira."
friendlyname="Abra o Serviço."
levelfriendlyname="Bem-Vindo"
objectivemessage="Objetivo completo"
questhints=()

[usempr]
completemessage="Objetivo completo"
description="Você conseguiu criar o Vetor lázaro. Agora você tem que o colocar no controlador de névoa de Langford, que irá transmitir o Vetor para o sistema de irrigação de Arcádia."
friendlyname="Espalhar Vetor lázaro."
levelfriendlyname="Arcádia"
objectivemessage="Objetivo completo"
questhints=()

[useplasmidmachine]
completeddescription="Terminado"
completemessage="Objetivo completo"
description="O Lote 192 apresentou efeitos colaterais inesperados em sua recombinações. Procure por um banco genético por perto e análise os danos."
friendlyname="Usar um Banco genético "
levelfriendlyname="Campos do Olimpo"
objectivemessage="Objetivo completo"
questhints=((Text="Use um banco genético para ver o que o Lote 192 fez com você. Os bancos genéticos aparecem marcados no mapa."))

[usevoiceboxmachine]
completeddescription="Terminado"
completemessage="Objetivo completo"
description="Há uma máquina de modificação de laringe na Área de testes com indivíduos vivos para poder mudar a sua voz para parecer um Big Daddy."
friendlyname="Modificar sua voz."
levelfriendlyname="Ponto de Prometeu"
objectivemessage="Objetivo completo"
questhints=((Text="A Área de testes com indivíduos vivos é o primeiro laboratório das Eugênias otimizadas quando você entra pela entrada à direita da área principal."))

[CRCRoses]
friendlyname="(Opcional) Encontrar todas as rosas escondidas"
description="Há outras rosas escondidas. Você consegue encontrar todas?"
objectivedescription="(Objetivo opcional) Rosa encontrada"
completeddescription="Terminado"
completemessage="Objetivo completo"
objectivemessage="Objetivo completo"
questhints=()

[CRCSister]
friendlyname="Resgatar Little Sister"
description="A Little Sister tem medo das coisas perigosas deste lugar. Limpe as oito salas e você vai passar."
objectivedescription="Little Sister resgatada"
completeddescription="Terminado"
completemessage="Objetivo completo"
objectivemessage="Objetivo completo"
questhints=()

[CRCSister2]
friendlyname="Usar elevador do centro para chegar até a Little Sister."
description="Agora que você acabou com as coisas horríveis deste lugar, a Little Sister liberou o elevador do Centro principal."
completeddescription="Terminado"
completemessage="Objetivo completo"
objectivemessage="Objetivo completo"
questhints=()

[CRDRoses]
friendlyname="(Opcional) Encontrar todas as rosas escondidas"
description="Há quatro rosas escondidas. Você consegue encontrar todas?"
objectivedescription="(Objetivo opcional) Rosa encontrada"
completeddescription="Terminado"
completemessage="Objetivo completo"
objectivemessage="Objetivo completo"
questhints=()

[CRDSister]
friendlyname="Resgatar a Little Sister"
description="Sem armas e Plasmídeos que machucam, você tem que matar o Big Daddy e salvar sua Little Sister."
objectivedescription="Little Sister resgatada"
completeddescription="Terminado"
completemessage="Objetivo completo"
objectivemessage="Objetivo completo"
questhints=()

[CREEntry]
friendlyname="Sair desta sala"
description="Encontre uma saída dessa sala."
objectivedescription="Porta aberta"
completeddescription="Terminado"
completemessage="Objetivo completo"
objectivemessage="Objetivo completo"
questhints=()

[CRERoses]
friendlyname="(Opcional) Encontrar todas as rosas escondidas"
description="Há dez rosas escondidas. Você consegue encontrar todas?"
objectivedescription="(Objetivo opcional) Rosa encontrada"
completeddescription="Terminado"
completemessage="Objetivo completo"
objectivemessage="Objetivo completo"
questhints=()

[CREShocks]
friendlyname="Eletrificar controles da roda gigante"
description="Você tem que eletrificar os controles da roda gigante seis vezes para ela girar o bastante, assim a cabine da Little Sister chegará no chão."
objectivedescription="Roda gigante"
completeddescription="Terminado"
completemessage="Objetivo completo"
objectivemessage="Objetivo completo"
questhints=()

[CRESister]
friendlyname="Ajudar a Little Sister a descer!"
description="Encontre uma maneira para ajudar a Little Sister descer da cabine."
objectivedescription="Little Sister salva"
completeddescription="Terminado"
completemessage="Objetivo completo"
objectivemessage="Objetivo completo"
questhints=()

[CRESisterUpdate]
friendlyname="Resgatar a Little Sister"
description="A Little Sister desceu sã e salva. Vá pegá-la!"
objectivedescription="Little Sister salva"
completeddescription="Terminado"
completemessage="Objetivo completo"
objectivemessage="Objetivo completo"
questhints=()

